Repository: SubvertDev/ForPDA
Catalog: Modules/Sources/WriteFormFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Attach this post to previous one?
ru: Прикрепить этот пост к предыдущему?

source: Cancel
ru: Отмена

source: Edit post
ru: Редактировать пост

source: Editing reason
ru: Причина редактирования

source: It will be attached as a dialog to your last post
ru: Он будет добавлен в виде диалога к вашему последнему посту

source: New post
ru: Новый пост

source: New topic
ru: Новая тема

source: No, no need
ru: Нет, не нужно

source: OK
ru: ОК

source: Oops, error with loading preview :(
ru: Ой, произошла ошибка при загрузке превью :(

source: Oops, error with loading title :(
ru: Ой, ошибка при загрузке заголовка :(

source: Post is already sent
ru: Пост уже был отправлен

source: Post is sent to premoderation
ru: Пост отправлен на премодерацию

source: Post is too long
ru: Пост слишком длинный

source: Preview
ru: Предпросмотр

source: Publish
ru: Опубликовать

source: Select files...
ru: Выберите файлы…

source: Send report
ru: Отправка жалобы

source: Show mark
ru: Показать отметку

source: Unknown error
ru: Неизвестная ошибка

source: Yes, attach
ru: Да, прикрепить
